Revit 2024 API
ParameterTypeId.RasterSymbolViewname Property
 "View Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RasterSymbolViewname { get; }
Visual Basic
Public Shared ReadOnly Property RasterSymbolViewname As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RasterSymbolViewname {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace